
/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "このアプリケーションは、最後に実行したときにクラッシュが発生しました。 \n クラッシュレポートを送信して%@改善を助けるでしょうか？?";

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "クラッシュレポート";

/* Thank you message on successful feedback submission */
"JMCFeedbackReceived" = "あなたのフィードバックが受信されました。%@を改善にご協力いただきありがとうございます。";
/* Thank you title on feedback submission */
"Thank You" = "ありがとう";

"Always" = "常に";
"No" = "いいえ";
"Yes" = "はい";
"No Comment" = "(コメントはありません。";
"No Description" = "(説明はありません。)";

"AlertBeforeDeletingRecording" = "この音声記録を削除しますか？";
"RemoveRecording" = "音声録音を削除する";

/** Title of 'Inbox' view **/
"Your Feedback" = "あなたのフィードバック";

/** Alert View when Voice is not supported **/
"Voice Recording" = "音声記録";
"JMCVoiceRecordingNotSupported" = "このデバイスでサポートされていない。 \n代わりにテキストを入力してください。";

/** Alert title when message not arrived in JIRA **/
"JMCRequestPendingTitle" = "意見を送信中！";

/** Alert when create issue request not yet successful **/
"JMCRequestPendingMessage" = "このコメントはまだ送信しています。すぐに再試行してください。";

"JMCRequestPermErrorTitle" = "メッセージは、失敗した";

"JMCRequestPermErrorMessage" = "このフィードバックは、送信できませんでした。あなたは、インターネットアクセスを持って確認してからもう一度お試しください。";


/** This feedback has been deleted. Please create new feedback instead **/
"JMCDeletedIssueMessage" = "このフィードバックは、削除されました。代わりに、新しいフィードバックを作成してください。";

"JMCInAppNotification-Singular" = "開発者から%d個のメッセージが届きました。";
"JMCInAppNotification-Plural" = "開発者から%d個のメッセージが届きました。";

"JMCAttachmentsTitle" = "添付ファイル";
"JMCRecordingLabel" = "録音";
"JMCImageLabel" = "画像";
"JMCCustomerLabel" = "カスタム";
